Repository: adamo/depcore-greenfox-wpplugin
Catalog: languages/depcore-greenfox-*.po
Languages: pl_pl

source: Pallet dimensions cm
pl_pl: Wymiary palety cm

source: Pallet weight
pl_pl: Waga palety

source: Number of layers on a pallet
pl_pl: Lizba warstw na palecie

source: Number of boxes per layer
pl_pl: Liczba kartonów na warstwę

source: Number of boxes per pallet
pl_pl: Liczba kartonów na palecie

source: Logistics minimum
pl_pl: Minimum logistyczne

source: Dimensions of bulk package cm
pl_pl: Wymiary opakowania zbiorczego cm

source: Dimensions of unit package cm
pl_pl: Wymiary opakowania jednostkowego cm

source: EAN of bulk package
pl_pl: EAN opakowania zbiorczego

source: EAN of unit package
pl_pl: EAN opakowania jednostkowego

source: Protein
pl_pl: Białko

source: Dietary fiber
pl_pl: Błonnik

source: Including suggars
pl_pl: W tym cukry

source: Carbohydrates
pl_pl: Węglowodany

source: Including saturated fatty acids
pl_pl: W tym nasycone kwasy tłuszczowe

source: Fat
pl_pl: Tłuszcz

source: Energy value
pl_pl: Wartość energetyczna

source: Nutritional value per 100g of product
pl_pl: Wartość odżywcza na 100g produktu

source: Ingredients according to commission regulation
pl_pl: Składniki zgodne z rozporządzeniem Komisji

source: Number of products per package
pl_pl: Liczba produktów w opakowaniu zbiorczym

source: Type of packaging
pl_pl: Rodzaj opakowania

source: Number of products per unit package
pl_pl: Liczba produktów w opakowaniu jednostkowym

source: Type of pre-packaging
pl_pl: Rodzaj opakowania jednostkowego

source: Shelf life
pl_pl: Okres przydatności do spożycia

source: Storage method
pl_pl: Sposób przechowywania

source: Grammage
pl_pl: Gramatura

source: Price
pl_pl: Cena

source: Greenfox products
pl_pl: Produkty GreenFox

source: GreenFox products
pl_pl: Produkty GreenFox

source: Parent greenfox product:
pl_pl: Rodzic produktu greenfox:

source: No greenfox products found in Trash
pl_pl: Nie znaleziono produktów greenfox w Koszu

source: No greenfox products found
pl_pl: Nie znaleziono produktów firmy greenfox

source: Search greenfox products
pl_pl: Szukaj produktów greenfox

source: View greenfox product
pl_pl: Zobacz produkt greenfox

source: New greenfox product
pl_pl: Nowy produkt greenfox

source: Edit greenfox product
pl_pl: Edytuj produkt greenfox

source: Add new greenfox product
pl_pl: Dodaj nowy produkt greenfox

# greenfox product
source: Add new greenfox product
pl_pl: Dodaj nowy produkt greenfox

source: Greenfox product
pl_pl: Produkt GreenFox

source: GreenFox product
pl_pl: Produkt GreenFox

source: Parent product greenfox:
pl_pl: Produkt macierzysty greenfox:

source: No products greenfox found in Trash
pl_pl: Nie znaleziono produktów greenfox w koszu

source: No products greenfox found
pl_pl: Nie znaleziono produktów greenfox

source: Search products greenfox
pl_pl: Szukaj produktów greenfox

source: View product greenfox
pl_pl: Zobacz produkt greenfox

source: New product greenfox
pl_pl: Nowy produkt greenfox

source: Edit product greenfox
pl_pl: Edytuj produkt greenfox

source: Add new product greenfox
pl_pl: Dodaj nowy produkt greenfox

# product greenfox
source: Add new product greenfox
pl_pl: Dodaj nowy produkt greenfox

source: Product greenfox
pl_pl: Produkt greenfox

source: Product GreenFox
pl_pl: Produkt: GreenFox

source: Select the form which will be used for the CTA
pl_pl: Wybierz formularz, który zostanie użyty do wezwania do działania

source: CTA form
pl_pl: Formularz wezwania do działania

source: Text for the CTA button
pl_pl: Tekst przycisku CTA

source: CTA text
pl_pl: CTA tekst

source: Show CTA button under the product description
pl_pl: Pokaż przycisk CTA pod opisem produktu

source: Show CTA
pl_pl: Pokaż wezwanie do działania

source: CTA
pl_pl: Call To Action

source: Add new image
pl_pl: Dodaj nowy obraz

source: Upload images for this product
pl_pl: Prześlij zdjęcia dla tego produktu

source: Product gallery
pl_pl: Galeria produktu

source: Additional settings
pl_pl: Dodatkowe ustawienia

source: Logistics information
pl_pl: Informacje logistyczne

source: Nutritional information
pl_pl: Wartości odżywcze

source: Product information
pl_pl: Informacje o produkcie

source: Choose from most used product category
pl_pl: Wybierz z najczęściej używanej kategorii produktów

source: Add or remove product category
pl_pl: Dodawanie i usuwanie kategorii produktów

source: New product category
pl_pl: Nowa kategoria produktów

source: Add New product category
pl_pl: Dodaj nową kategorię produktu

source: Update product category
pl_pl: Aktualizuj kategorię produktu

source: Edit product category
pl_pl: Edytuj kategorię produktu

source: Parent product category
pl_pl: Kategoria produktu nadrzędnego

source: All product categories
pl_pl: Wszystkie kategorie produktów

source: Popular product categories
pl_pl: Popularne kategorie produktów

source: Search product categories
pl_pl: Szukaj kategorii produktu

# Taxonomy singular name
source: Product category
pl_pl: Kategoria produktu

# Taxonomy general name
source: Product category
pl_pl: Kategoria produktu

source: Parent product:
pl_pl: Produkt nadrzędny:

source: No products found in Trash
pl_pl: W Koszu nie znaleziono produktów

source: No products found
pl_pl: Żaden produkt nie został znaleziony

source: Search products
pl_pl: Przeszukaj produkty

source: View product
pl_pl: Zobacz produkt

source: New product
pl_pl: Nowy produkt

source: Edit product
pl_pl: Edytuj produkt

source: Add new product
pl_pl: Dodaj nową aukcje

# product
source: Add new product
pl_pl: Dodaj nową aukcje

source: grammage
pl_pl: Gramatura

source: Salt
pl_pl: Sól

source: Products
pl_pl: Produkty

source: Product
pl_pl: Produkt

source: Product category
pl_pl: Kategoria produktu

source: Adding fields to products backend with shortcodes
pl_pl: Dodawanie pól do zaplecza produktów za pomocą skrótów

source: Depcore GreenFox product addons
pl_pl: Dodatki do produktów Depcore GreenFox

source: Show all
pl_pl: Pokaż wszystkie
